Repository: deranderechris/plugin.video.vtv.live
Catalog: resources/language/resource.language.*/strings.po
Languages: de_de

# #30010
source: Playback
de_de: Wiedergabe

# #30011
source: Stream Settings
de_de: Stream Einstellungen

# #30012
source: Stream Selection
de_de: Stream Auswahl

# #30013
source: Auto try next similar stream
de_de: Automatisch n채chsten 채hnlichen Stream versuchen

# #30014
source: Preferred Quality
de_de: Bevorzugte Qualit채t

# #30015
source: Player Settings
de_de: Player Einstellungen

# #30016
source: Use InputStream Adaptive for HLS
de_de: InputStream Adaptive f체r HLS verwenden

# #30021
source: Category Filter
de_de: Kategorie-Filter

# #30022
source: Show category selection
de_de: Kategorienauswahl anzeigen

# #30023
source: Show Sky channels
de_de: Sky-Sender anzeigen

# #30024
source: Show Sport channels
de_de: Sport-Sender anzeigen

# #30025
source: Show News channels
de_de: News-Sender anzeigen

# #30026
source: Show Kids channels
de_de: Kinder-Sender anzeigen

# #30027
source: Cache Settings
de_de: Cache Einstellungen

# #30028
source: Live TV cache duration (minutes)
de_de: Live TV Cache-Dauer (Minuten)

# #30030
source: Movies & Series
de_de: Filme & Serien

# #30031
source: Content Settings
de_de: Inhalts-Einstellungen

# #30032
source: Language
de_de: Sprache

# #30033
source: Content cache duration (minutes)
de_de: Inhalts-Cache-Dauer (Minuten)

# #30034
source: Adult Content
de_de: Erwachseneninhalte

# #30035
source: Show adult content
de_de: Erwachseneninhalte anzeigen

# #30040
source: Advanced
de_de: Erweitert

# #30041
source: Debug Settings
de_de: Debug Einstellungen

# #30042
source: Enable debug logging
de_de: Debug-Logging aktivieren

# #30043
source: Request timeout (seconds)
de_de: Request Timeout (Sekunden)

# #30044
source: Maintenance
de_de: Wartung

# #30045
source: Clear cache
de_de: Cache leeren
